/*
2.	Создайте удаленный репозиторий.

3.	Склонируйте его на локальный компьютер.Используйте GitKraken, Git Bash, Tortoise Git или иное ПО.

4.	Для лр 6 напишите CMake файл, который позволит генерировать проект для Visual Studio
	(CMake скачать здесь https ://cmake.org/download/ пункт Latest Release.
	Можно скачать установщик или портативную версию – она лежит в ZIP архиве).
	Либо можно использовать CLion.
	Выбирайте то, с чем в дальнейшем будете работать.
	Пример репозитория здесь https ://gitlab.com/mishklgpmi/sfml_template 

5.	При необходимости создайте файл.gitignore.
	Важно, чтобы в репозиторий не попали файлы проекта, exe - шники и прочее.

6.	Сделайте коммит и пуш.

7.	Проверьте, синхронизировались ли ваш локальный и удаленный репозиторий.
*/